Repository: bsenturk/qreative-ios
Catalog: QReative/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, pt_br, th, tr, vi

source: Scan Anything Instantly
ar: امسح أي شيء فورًا
de: Alles sofort scannen
es: Escanea todo al instante
fr: Scannez tout instantanément
id: Pindai Apa Pun Seketika
ja: 何でも瞬時にスキャン
pt_br: Escaneie tudo instantaneamente
th: สแกนทุกอย่างได้ทันที
tr: Her Şeyi Anında Tara
vi: Quét mọi thứ tức thì

source: Scan from a photo
ar: المسح من صورة
de: Aus Foto scannen
es: Escanear desde una foto
fr: Scanner depuis une photo
id: Pindai dari foto
ja: 写真からスキャン
pt_br: Escanear de uma foto
th: สแกนจากรูปภาพ
tr: Fotoğraftan tara
vi: Quét từ ảnh

source: Scan Result
ar: نتيجة المسح
de: Scan-Ergebnis
es: Resultado del escaneo
fr: Résultat du scan
id: Hasil Pindai
ja: スキャン結果
pt_br: Resultado do escaneamento
th: ผลการสแกน
tr: Tarama Sonucu
vi: Kết quả quét

source: Scan sound
ar: صوت المسح
de: Scan-Ton
es: Sonido de escaneo
fr: Son de scan
id: Suara pindai
ja: スキャン音
pt_br: Som de escaneamento
th: เสียงสแกน
tr: Tarama sesi
vi: Âm thanh quét

source: Scanned content
ar: المحتوى الممسوح
de: Gescannter Inhalt
es: Contenido escaneado
fr: Contenu scanné
id: Konten yang dipindai
ja: スキャンした内容
pt_br: Conteúdo escaneado
th: เนื้อหาที่สแกน
tr: Taranan içerik
vi: Nội dung đã quét

source: Scanning
ar: المسح
de: Scannen
es: Escaneo
fr: Scan
id: Pemindaian
ja: スキャン
pt_br: Escaneamento
th: การสแกน
tr: Tarama
vi: Quét

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
ja: セキュリティ
pt_br: Segurança
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo mật

source: Send Email
ar: إرسال بريد إلكتروني
de: E-Mail senden
es: Enviar correo
fr: Envoyer un e-mail
id: Kirim Email
ja: メールを送信
pt_br: Enviar e-mail
th: ส่งอีเมล
tr: E-posta Gönder
vi: Gửi email

source: Send Message
ar: إرسال رسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
id: Kirim Pesan
ja: メッセージを送信
pt_br: Enviar mensagem
th: ส่งข้อความ
tr: Mesaj Gönder
vi: Gửi tin nhắn

source: Send text message
ar: إرسال رسالة نصية
de: SMS senden
es: Enviar mensaje de texto
fr: Envoyer un SMS
id: Kirim pesan teks
ja: テキストメッセージを送信
pt_br: Enviar mensagem de texto
th: ส่งข้อความ
tr: Kısa mesaj gönder
vi: Gửi tin nhắn

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
ja: 設定
pt_br: Ajustes
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

source: Shape
ar: الشكل
de: Form
es: Forma
fr: Forme
id: Bentuk
ja: 形状
pt_br: Forma
th: รูปทรง
tr: Şekil
vi: Hình dạng

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
pt_br: Compartilhar
th: แชร์
tr: Paylaş
vi: Chia sẻ

source: Share App
ar: شارك التطبيق
de: App teilen
es: Compartir la app
fr: Partager l'app
id: Bagikan aplikasi
ja: アプリを共有
pt_br: Compartilhar o app
th: แชร์แอป
tr: Uygulamayı Paylaş
vi: Chia sẻ ứng dụng

source: Share contact info
ar: مشاركة معلومات الاتصال
de: Kontaktdaten teilen
es: Compartir información de contacto
fr: Partager les coordonnées
id: Bagikan info kontak
ja: 連絡先情報を共有
pt_br: Compartilhar informações de contato
th: แชร์ข้อมูลติดต่อ
tr: İletişim bilgilerini paylaş
vi: Chia sẻ thông tin liên hệ

source: Share WiFi credentials
ar: مشاركة بيانات WiFi
de: WLAN-Zugangsdaten teilen
es: Compartir credenciales WiFi
fr: Partager les identifiants WiFi
id: Bagikan kredensial WiFi
ja: WiFi情報を共有
pt_br: Compartilhar dados do WiFi
th: แชร์ข้อมูล WiFi
tr: WiFi bilgilerini paylaş
vi: Chia sẻ thông tin WiFi

source: Share with Style
ar: شارك بأناقة
de: Mit Stil teilen
es: Comparte con estilo
fr: Partagez avec style
id: Bagikan dengan Gaya
ja: スタイリッシュに共有
pt_br: Compartilhe com estilo
th: แชร์อย่างมีสไตล์
tr: Tarzınla Paylaş
vi: Chia sẻ phong cách

source: Skip
ar: تخطّي
de: Überspringen
es: Omitir
fr: Passer
id: Lewati
ja: スキップ
pt_br: Pular
th: ข้าม
tr: Atla
vi: Bỏ qua

source: Square
ar: مربع
de: Quadrat
es: Cuadrado
fr: Carré
id: Persegi
ja: スクエア
pt_br: Quadrado
th: สี่เหลี่ยม
tr: Kare
vi: Vuông

source: Start %lld-day free trial
ar: ابدأ تجربة مجانية لمدة %lld يوم
de: %lld-tägige Gratistestphase starten
es: Comienza %lld días de prueba gratis
fr: Commencer %lld jours d’essai gratuit
id: Mulai uji coba gratis %lld hari
ja: %lld日間の無料トライアルを開始
pt_br: Iniciar teste gratuito de %lld dias
th: เริ่มทดลองใช้ฟรี %lld วัน
tr: %lld günlük ücretsiz denemeyi başlat
vi: Bắt đầu dùng thử miễn phí %lld ngày

source: Start free trial
ar: ابدأ النسخة التجريبية المجانية
de: Kostenlose Testphase starten
es: Iniciar prueba gratis
fr: Commencer l'essai gratuit
id: Mulai uji coba gratis
ja: 無料トライアルを開始
pt_br: Iniciar teste gratuito
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz denemeyi başlat
vi: Bắt đầu dùng thử miễn phí

source: Start WhatsApp chat
ar: بدء محادثة واتساب
de: WhatsApp-Chat starten
es: Iniciar chat de WhatsApp
fr: Démarrer une discussion WhatsApp
id: Mulai obrolan WhatsApp
ja: WhatsAppチャットを開始
pt_br: Iniciar conversa no WhatsApp
th: เริ่มแชท WhatsApp
tr: WhatsApp sohbeti başlat
vi: Bắt đầu trò chuyện WhatsApp

source: Subject
ar: الموضوع
de: Betreff
es: Asunto
fr: Objet
id: Subjek
ja: 件名
pt_br: Assunto
th: หัวเรื่อง
tr: Konu
vi: Chủ đề

source: Sunset
ar: غروب
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
id: Senja
ja: サンセット
pt_br: Pôr do sol
th: พระอาทิตย์ตก
tr: Gün batımı
vi: Hoàng hôn

source: Support
ar: الدعم
es: Soporte
fr: Assistance
id: Dukungan
ja: サポート
pt_br: Suporte
th: การสนับสนุน
tr: Destek
vi: Hỗ trợ

source: Tap to copy
ar: انقر للنسخ
de: Zum Kopieren tippen
es: Toca para copiar
fr: Touchez pour copier
id: Ketuk untuk menyalin
ja: タップしてコピー
pt_br: Toque para copiar
th: แตะเพื่อคัดลอก
tr: Kopyalamak için dokunun
vi: Chạm để sao chép

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions
id: Ketentuan
ja: 規約
pt_br: Termos
th: ข้อกำหนด
tr: Koşullar
vi: Điều khoản

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
id: Ketentuan penggunaan
ja: 利用規約
pt_br: Termos de uso
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
vi: Điều khoản sử dụng

source: Terms of Use (EULA)
ar: شروط الاستخدام (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de Uso (EULA)
fr: Conditions d'utilisation (CLUF)
id: Ketentuan Penggunaan (EULA)
ja: 利用規約（EULA）
pt_br: Termos de Uso (EULA)
th: ข้อกำหนดการใช้งาน (EULA)
tr: Kullanım Koşulları (EULA)
vi: Điều khoản Sử dụng (EULA)

source: Text
ar: نص
es: Texto
fr: Texte
id: Teks
ja: テキスト
pt_br: Texto
th: ข้อความ
tr: Metin
vi: Văn bản

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
id: Tindakan ini tidak dapat dibatalkan.
ja: この操作は取り消せません。
pt_br: Esta ação não pode ser desfeita.
th: การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu işlem geri alınamaz.
vi: Hành động này không thể hoàn tác.

source: This item is no longer available.
ar: لم يعد هذا العنصر متاحًا.
de: Dieses Element ist nicht mehr verfügbar.
es: Este elemento ya no está disponible.
fr: Cet élément n'est plus disponible.
id: Item ini tidak lagi tersedia.
ja: この項目は利用できなくなりました。
pt_br: Este item não está mais disponível.
th: รายการนี้ไม่พร้อมใช้งานอีกต่อไป
tr: Bu öğe artık mevcut değil.
vi: Mục này không còn khả dụng.

source: This Month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
id: Bulan ini
ja: 今月
pt_br: Este mês
th: เดือนนี้
tr: Bu Ay
vi: Tháng này

source: This Privacy Policy explains how **QReative: QR Code Reader** ("we," "us," or "our") collects, uses, and discloses information about you when you use our mobile application (the "App").
ar: توضح سياسة الخصوصية هذه كيف يقوم **QReative: QR Code Reader** ("نحن" أو "الخاص بنا") بجمع معلوماتك واستخدامها والإفصاح عنها عند استخدامك لتطبيقنا للهاتف المحمول ("التطبيق").
de: Diese Datenschutzrichtlinie erklärt, wie **QReative: QR Code Reader** („wir", „uns" oder „unser") Informationen über Sie erhebt, verwendet und offenlegt, wenn Sie unsere mobile Anwendung (die „App") nutzen.
es: Esta Política de Privacidad explica cómo **QReative: QR Code Reader** («nosotros» o «nuestro») recopila, usa y divulga información sobre ti cuando usas nuestra aplicación móvil (la «App»).
fr: Cette politique de confidentialité explique comment **QReative: QR Code Reader** (« nous » ou « notre ») collecte, utilise et divulgue des informations vous concernant lorsque vous utilisez notre application mobile (l'« App »).
id: Kebijakan Privasi ini menjelaskan bagaimana **QReative: QR Code Reader** ("kami") mengumpulkan, menggunakan, dan mengungkapkan informasi tentang Anda saat Anda menggunakan aplikasi seluler kami ("Aplikasi").
ja: 本プライバシーポリシーは、**QReative: QR Code Reader**（「当社」）がモバイルアプリケーション（「本アプリ」）の利用時にお客様に関する情報をどのように収集・使用・開示するかについて説明します。
pt_br: Esta Política de Privacidade explica como o **QReative: QR Code Reader** ("nós" ou "nosso") coleta, usa e divulga informações sobre você quando você usa nosso aplicativo móvel (o "App").
th: นโยบายความเป็นส่วนตัวนี้อธิบายว่า **QReative: QR Code Reader** ("เรา") เก็บรวบรวม ใช้ และเปิดเผยข้อมูลเกี่ยวกับคุณอย่างไรเมื่อคุณใช้แอปพลิเคชันมือถือของเรา ("แอป")
tr: Bu Gizlilik Politikası, **QReative: QR Code Reader** ("biz" veya "bize") olarak mobil uygulamamızı ("Uygulama") kullandığınızda hakkınızdaki bilgileri nasıl topladığımızı, kullandığımızı ve açıkladığımızı anlatır.
vi: Chính sách Quyền riêng tư này giải thích cách **QReative: QR Code Reader** ("chúng tôi") thu thập, sử dụng và tiết lộ thông tin về bạn khi bạn sử dụng ứng dụng di động của chúng tôi ("Ứng dụng").

source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
id: Minggu ini
ja: 今週
pt_br: Esta semana
th: สัปดาห์นี้
tr: Bu Hafta
vi: Tuần này

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
id: Hari ini
ja: 今日
pt_br: Hoje
th: วันนี้
tr: Bugün
vi: Hôm nay

source: Unlimited History
ar: سجل غير محدود
de: Unbegrenzter Verlauf
es: Historial ilimitado
fr: Historique illimité
id: Riwayat Tak Terbatas
ja: 無制限の履歴
pt_br: Histórico ilimitado
th: ประวัติไม่จำกัด
tr: Sınırsız Geçmiş
vi: Lịch sử không giới hạn

source: Unlock all premium features
ar: افتح جميع الميزات المميزة
de: Alle Premium-Funktionen freischalten
es: Desbloquea todas las funciones premium
fr: Débloquez toutes les fonctions premium
id: Buka semua fitur premium
ja: すべてのプレミアム機能を解除
pt_br: Desbloqueie todos os recursos premium
th: ปลดล็อกฟีเจอร์พรีเมียมทั้งหมด
tr: Tüm premium özellikleri aç
vi: Mở khóa mọi tính năng cao cấp

source: Unlock the full creative toolkit
ar: افتح مجموعة الأدوات الإبداعية كاملةً
de: Das gesamte Kreativ-Toolkit freischalten
es: Desbloquea todo el kit creativo
fr: Débloquez toute la boîte à outils créative
id: Buka seluruh perangkat kreatif
ja: クリエイティブ機能を すべて解除
pt_br: Desbloqueie todo o kit criativo
th: ปลดล็อกชุดเครื่องมือ สร้างสรรค์ทั้งหมด
tr: Tüm yaratıcı araç setini açın
vi: Mở khóa toàn bộ bộ công cụ sáng tạo

source: Upgrade to PRO
ar: الترقية إلى PRO
de: Auf PRO upgraden
es: Cambiar a PRO
fr: Passer à PRO
id: Tingkatkan ke PRO
ja: PROにアップグレード
pt_br: Mudar para PRO
th: อัปเกรดเป็น PRO
tr: PRO'ya Geç
vi: Nâng cấp lên PRO

source: Website
ar: موقع إلكتروني
de: Webseite
es: Sitio web
fr: Site web
id: Situs web
ja: ウェブサイト
pt_br: Site
th: เว็บไซต์
tr: Web Sitesi
vi: Trang web

source: week
ar: أسبوع
de: Woche
es: semana
fr: semaine
id: minggu
ja: 週
pt_br: semana
th: สัปดาห์
tr: hafta
vi: tuần

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
ja: 週間
pt_br: Semanal
th: รายสัปดาห์
tr: Haftalık
vi: Hàng tuần

source: WhatsApp Number
ar: رقم واتساب
de: WhatsApp-Nummer
es: Número de WhatsApp
fr: Numéro WhatsApp
id: Nomor WhatsApp
ja: WhatsApp番号
pt_br: Número do WhatsApp
th: หมายเลข WhatsApp
tr: WhatsApp Numarası
vi: Số WhatsApp

source: Wi-Fi, VCard, Instagram, Spotify & more
ar: Wi-Fi وVCard وInstagram وSpotify والمزيد
de: WLAN, VCard, Instagram, Spotify & mehr
es: Wi-Fi, VCard, Instagram, Spotify y más
fr: Wi-Fi, VCard, Instagram, Spotify et plus
id: Wi-Fi, VCard, Instagram, Spotify & lainnya
ja: Wi-Fi、VCard、Instagram、Spotifyなど
pt_br: Wi-Fi, VCard, Instagram, Spotify e mais
th: Wi-Fi, VCard, Instagram, Spotify และอื่นๆ
tr: Wi-Fi, VCard, Instagram, Spotify ve daha fazlası
vi: Wi-Fi, VCard, Instagram, Spotify & hơn thế

source: Wi-Fi, VCard, Instagram, WhatsApp & more
ar: Wi-Fi وVCard وInstagram وWhatsApp والمزيد
de: Wi-Fi, VCard, Instagram, WhatsApp & mehr
es: Wi-Fi, VCard, Instagram, WhatsApp y más
fr: Wi-Fi, VCard, Instagram, WhatsApp et plus
id: Wi-Fi, VCard, Instagram, WhatsApp & lainnya
ja: Wi-Fi、VCard、Instagram、WhatsApp など
pt_br: Wi-Fi, VCard, Instagram, WhatsApp e mais
th: Wi-Fi, VCard, Instagram, WhatsApp และอื่นๆ
tr: Wi-Fi, VCard, Instagram, WhatsApp ve daha fazlası
vi: Wi-Fi, VCard, Instagram, WhatsApp & hơn thế

source: WiFi Name
ar: اسم WiFi
de: WLAN-Name
es: Nombre WiFi
fr: Nom WiFi
id: Nama WiFi
ja: WiFi名
pt_br: Nome do WiFi
th: ชื่อ WiFi
tr: WiFi Adı
vi: Tên WiFi

source: WiFi Password
ar: كلمة مرور WiFi
de: WLAN-Passwort
es: Contraseña WiFi
fr: Mot de passe WiFi
id: Kata Sandi WiFi
ja: WiFiパスワード
pt_br: Senha do WiFi
th: รหัสผ่าน WiFi
tr: WiFi Şifresi
vi: Mật khẩu WiFi

source: year
ar: سنة
de: Jahr
es: año
fr: an
id: tahun
ja: 年
pt_br: ano
th: ปี
tr: yıl
vi: năm

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
ja: 年間
pt_br: Anual
th: รายปี
tr: Yıllık
vi: Hàng năm

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
id: Kemarin
ja: 昨日
pt_br: Ontem
th: เมื่อวาน
tr: Dün
vi: Hôm qua

source: Your purchase went through, but PRO couldn't be unlocked yet. Please try Restore.
ar: تمت عملية الشراء، لكن تعذّر تفعيل PRO بعد. يرجى تجربة الاستعادة.
de: Dein Kauf war erfolgreich, aber PRO konnte noch nicht freigeschaltet werden. Bitte versuche „Wiederherstellen“.
es: Tu compra se realizó, pero aún no se pudo activar PRO. Prueba con Restaurar.
fr: Votre achat a abouti, mais PRO n'a pas encore pu être débloqué. Essayez « Restaurer ».
id: Pembelianmu berhasil, tetapi PRO belum bisa diaktifkan. Silakan coba Pulihkan.
ja: 購入は完了しましたが、PROをまだ有効化できませんでした。「復元」をお試しください。
pt_br: Sua compra foi concluída, mas o PRO ainda não pôde ser desbloqueado. Tente Restaurar.
th: การซื้อสำเร็จแล้ว แต่ยังปลดล็อก PRO ไม่ได้ โปรดลองกู้คืน
tr: Satın alman gerçekleşti ama PRO henüz açılamadı. Lütfen Geri Yükle'yi dene.
vi: Giao dịch mua đã hoàn tất, nhưng chưa thể mở khóa PRO. Vui lòng thử Khôi phục.

source: Your purchases have been restored.
ar: تمت استعادة مشترياتك.
de: Deine Käufe wurden wiederhergestellt.
es: Tus compras se han restaurado.
fr: Vos achats ont été restaurés.
id: Pembelianmu telah dipulihkan.
ja: 購入が復元されました。
pt_br: Suas compras foram restauradas.
th: กู้คืนการซื้อของคุณแล้ว
tr: Satın alımların geri yüklendi.
vi: Đã khôi phục giao dịch mua của bạn.

source: Your QR code has been saved successfully.
ar: تم حفظ رمز QR الخاص بك بنجاح.
de: Ihr QR-Code wurde erfolgreich gespeichert.
es: Tu código QR se ha guardado correctamente.
fr: Votre QR code a été enregistré avec succès.
id: Kode QR Anda berhasil disimpan.
ja: QRコードが正常に保存されました。
pt_br: Seu código QR foi salvo com sucesso.
th: บันทึกรหัส QR ของคุณเรียบร้อยแล้ว
tr: QR kodunuz başarıyla kaydedildi.
vi: Mã QR của bạn đã được lưu thành công.

source: Your scanned and created codes will appear here
ar: ستظهر هنا الرموز التي مسحتها وأنشأتها
de: Ihre gescannten und erstellten Codes erscheinen hier
es: Tus códigos escaneados y creados aparecerán aquí
fr: Vos codes scannés et créés apparaîtront ici
id: Kode yang Anda pindai dan buat akan muncul di sini
ja: スキャンまたは作成したコードがここに表示されます
pt_br: Seus códigos escaneados e criados aparecerão aqui
th: รหัสที่คุณสแกนและสร้างจะปรากฏที่นี่
tr: Taradığınız ve oluşturduğunuz kodlar burada görünecek
vi: Các mã bạn đã quét và tạo sẽ xuất hiện ở đây

source: YOUR STYLE
ar: أسلوبك
de: DEIN STIL
es: TU ESTILO
fr: VOTRE STYLE
id: GAYA ANDA
ja: あなたのスタイル
pt_br: SEU ESTILO
th: สไตล์ของคุณ
tr: TARZINIZ
vi: PHONG CÁCH CỦA BẠN
